@extends('app')

@section('content')
<div id="">
    <div class="layout">

        <div class="law">
            <div class="law-title-text"><span>首页</span><i class="fa fa-angle-right"></i><span>法律声明</span></div>
            <div class="law-look">
                  欢迎阅读魔媒网服务条款协议(下称"本协议")。本协议阐述之条款和条件适用于您使用魔媒网所提供的服务(下称"服务")。
            </div>

            <div class="law-info">
                <dl>
                    <dt><span>1. 接受条款以及修改和解释</span></dt>
                    <dd>
                        通过首页进入网站（http://www.momeiw.com）即表示您同意与魔媒网订立本协议，且您将受本协议的条款约束。魔媒网可随时自行全权决定更改条款。 
魔媒网有权随时根据中华人民共和国有关法律、法规的变化、互联网的发展以及运营策略的调整等修改本协议，如条款有任何变更，魔媒网将其网站上刊载公告。如您不同意相
关变更，必须停止使用"服务"。经修订的条款一经在魔媒网的公布后，立即自动生效。您继续使用"服务"将表示您接受经修订的条款。 
除另行明确声明外，任何使"服务"范围扩大或功能增强的新内容均受本协议约束。除非经魔媒网的授权高层管理人员签订书面协议，本协议不得另行作出修订。当发生有关争议
时，以最新的服务协议为准。本协议最终解释权归魔媒网所有。

                    </dd>
                </dl>
                <dl>
                    <dt><span>2.“服务”对象</span></dt>
                    <dd>
                        仅供能够根据相关法律订立具有法律约束力的合约的个人或公司使用。因此，您的年龄必须在十六周岁或以上，才可使用本公司服务。如不符合本项条件，请勿使用"服务"。魔媒网可随时自行全权决定拒绝向任何人士提供"服务"。"服务"不会提供给被暂时或永久中止资格的魔媒网会员。
                    </dd>
                </dl>
                <dl>
                    <dt><span>3. 收费</span></dt>
                    <dd>
                      "服务"分为免费和收费两种，详细请参阅本网站有关收费说明。 
另外，您因进行交易、向本公司获取有偿服务或接触本公司服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其他方面的费用均由您负责支付。本公司保留在无须发出通知
的情况下，暂时或永久地更改或停止部份或全部"服务"的权利。
                    </dd>
                </dl>
                <dl>
                    <dt><span>4. 魔媒网网站仅作为交流、交易地点</span></dt>
                    <dd>
                      本公司网站作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。但是，本公司不能控制交易所涉及的物品的质量、安全或合法性，商贸
信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。本公司不能也不会控制交易各方能否履行协议义务，仅对双方协议内容进行监控，并作出仲裁，最终解释权归魔媒网所有。
                    </dd>
                </dl>
                <dl>
                    <dt><span>5. 您的资料和供买卖的物品</span></dt>
                    <dd>
                        "您的资料"包括您在注册、交易或列举物品过程中、在任何公开信息场合或通过任何电子邮件形式，向本公司或其他用户提供的任何资料，包括数据、文本、软件、音乐、声响、照
片、图画、影像、词句或其他材料。您应对"您的资料"负全部责任，而本公司仅作为您在网上发布和刊登"您的资料"的被动渠道。但是，倘若本公司认为"您的资料"可能使本公
司承担任何法律或道义上的责任，或可能使本公司(全部或部份地)失去本公司的互联网服务供应商或其他供应商的服务，则本公司可自行全权决定对"您的资料"采取本公司认为必要
或适当的任何行动，包括但不限于删除该类资料。您特此保证，您对提交给魔媒网的"您的资料"拥有全部权利，包括全部版权。您确认，魔媒网没有责任去认定或决定您提交
给本公司的资料哪些是应当受到保护的，对享有"服务"的其他用户使用"您的资料"，本公司也不必负责。
                    </dd>
                </dl>
                <dl>
                    <dt><strong>5.1 注册义务</strong></dt>
                    <dd>
                        如您在魔媒网站注册，您同意：<br/>
一.会员注册时，会员所提供关于您或贵公司的真实、准确、完整和反映当前情况的资料；<br /> 
二.维持并及时更新会员资料，使其保持真实、准确、完整和反映当前情况。倘若您提供任何不真实、不准确、不完整或不能反映当前情况的资料，或魔媒网有合理理由怀疑该等资<br />
料不真实、不准确、不完整或不能反映当前情况，魔媒网有权暂停或终止您的注册身份及资料，并拒绝您在目前或将来对"服务"(或其任何部份)
以任何形式使用。如您代表一家
公司或其他法律主体在本公司登记，则您声明和保证，您有权使该公司或其他法律主体受本协议条款约束。
                    </dd>
                </dl>
                <dl>
                    <dt><strong> 5.2 会员注册名、密码和保密</strong></dt>
                    <dd>
                      在登记过程中，您将选择会员注册名和密码。您须自行负责对您的会员注册名和密码保密，且须对您在会员注册名和密码下发生的所有活动承担责任。您同意：<br /> 
一.如发现任何人未经授权使用您的会员注册名或密码，或发生违反保密规定的任何其他情况，您会立即通知魔媒网；<br /> 
二.确保您在每个上网时段结束时，以正确步骤离开网站。魔媒网不能也不会对因您未能遵守本款规定而发生的任何损失或损毁负责。<br />
                    </dd>
                </dl>
                <dl>
                    <dt><strong>5.3 关于您的资料的规则</strong></dt>
                    <dd>
                      您同意，"您的资料"和您供在魔媒网上交易的任何"物品"（泛指一切可供依法交易的、有形的或无形的、以各种形态存在的某种具体的物品，或某种权利或利益，或某种票据 或证券，或某种服务或行为。本协议中"物品"一词均含此义）<br /> 
一.不会有欺诈成份，与售卖伪造或盗窃无涉；<br /> 
二.不会侵犯任何第三者对该物品享有的物权，或版权、专利、商标、商业秘密或其他知识产权，或隐私权、名誉权；<br /> 
三.不会违反任何国家的法律、法规、条例或规章
(包括但不限于关于规范出口管理、贸易配额、保护消费者、不正当竞争或虚假广告的法律、法规、条例或规章)； <br />
四.不会含有诽谤（包括商业诽谤）、非法恐吓或非法骚扰的内容； <br />
五.不会含有淫秽、色情内容； <br />

                    </dd>
                </dl>
            </div>
        </div>
    </div>
</div>
@endsection
